Repository: jpawlowski/openvpn-als
Catalog: adito-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr

source: Message resources for the UI library base classes.
fr: Ressources de message pour les classes de base de la bibliothèque UI.

source: All files (*)
fr: Tous les fichiers (*)

source: Bad color string format.
fr: Format de chaîne de mauvaise couleur

source: Should be #rrggbb
fr: Devrait ête #rrggbb

source: Number too big for padded hex string
fr: Nombre trop grand pour une chaîne hexadécimale alignée

source: Message resources for the UI library AWT base classes.
fr: Ressources de message pour les classes AWT de base de la bibliothèque UI.

source: Select a file
fr: Sélectionner un fichier

source: Browse
fr: Parcourir

source: Disabled
fr: Désactivé

source: TabWrapper for [{0}] could not be found
fr: TabWrapper pour [{0}] ne peut pas être trouvé

source: Home
fr: Accueil

source: Navigate to your home directory
fr: Naviguer vers votre répertoire personnel

source: Navigate to the parent folder
fr: Naviguer vers le répertoire parent

source: New
fr: Nouveau

source: Create a new folder
fr: Créer un nouveau répertoire

source: Delete.
fr: Supprimer.

source: Delete the selected file
fr: Supprimer le fichier sélectionné

source: Hidden files
fr: Fichiers cachés

source: File name:
fr: Nom de fichier:

source: Go
fr: Aller

source: Navigate to the selected folder
fr: Naviguer vers le répertoire sélectionné

source: Files of type:
fr: Fichiers de type:

source: Confirm deletion
fr: Confirmer la suppression

source: Are you sure you want to delete {0}?
fr: Etes-vous sûr de vouloir effacer {0}?

source: Error
fr: Erreur

source: Failed to delete file.
fr: Echec d'effacement du fichier.

source: New folder
fr: Nouveau dossier

source: Name
fr: Nom

source: Could not create directory.
fr: Ne peut pas créer le répertoire.

source: Image did not load.
fr: L'image ne s'est pas chargée.

source: No image???
fr: Pas d'image???

source: Could not locate image
fr: Ne peut pas localiser l'image

source: parent must have a GridBagLayout
fr: parent doit avoir un GridBagLayout

source: Message resources for the UI library AWT options classes.
fr: Ressources de message pour les classes AWT optionnelles de la bibliothèque UI.

source: Yes
fr: Oui

source: Show
fr: Montrer

source: Hide
fr: Cacher

source: No
fr: Non

source: Yes to All
fr: Oui à tous

source: Cancel
fr: Annuler

source: Password
fr: Mot de passe

source: Message resources for the UI library AWT grid classes.
fr: Ressources de message pour les classes AWT de grille de la bibliothèque UI.

source: Message resources for the UI library Swing base classes.
fr: Ressources de message pour les classes Swing de base de la bibliothèque UI.

source: null image?
fr: Image vide?

source: Policies
fr: Stratégies

source: Message resources for the Adito Policy Framework
fr: Ressources de message pour l'environnement de stratégies d'Adito

source: Adito:::Resource Information
fr: Adito:::Information de Ressource

source: Here you may view a resource in more detail.
fr: Ici vous pouvez voir une ressource plus en détail

source: Resource
fr: Ressource

source: Name:
fr: Nom:

source: Date Created:
fr: Créé le:

source: Date Amended:
fr: Modifié le:

source: Details
fr: Détails

source: Close
fr: Fermer

source: There are a total of {0} policies attached to this resource.
fr: Il y a un total de {0} stratégies attachées à cette ressource.

source: Edit the resource to see all policies.
fr: Editer la ressource pour voir toutes les stratégies.

source: List
fr: Liste

source: View resources as a list
fr: Afficher les ressources sous forme de liste

source: Icons
fr: Icônes

source: View resources as icons
fr: Afficher les ressources sous forme d'icônes

source: Other Options
fr: Autres options

source: Other options for this page
fr: Autres options pour cette page

source: Adito:::Policies
fr: Adito:::Stratégies

source: Here you may maintain your policies.
fr: Ici vous pouvez configurer vos stratégies

source: Policies create an association between a group of principals (users or groups).
fr: Les stratégies créent une association entre des membres (utilisateurs ou groupes).

source: These policies may then be granted access to any resource attached to them.
fr: Ces stratégies peuvent ensuite recevoir des droits d'accès pour chaque ressource associée.

source: Items:
fr: Eléments:

source: Policy name
fr: Nom de stratégie

source: Create
fr: Créer

source: Create a new policy
fr: Créer une nouvelle stratégie

source: Cancel selection of a policy and close this window
fr: Annuler la sélection de la stratégie et fermer cette fenêtre

source: No items match the provided filter.
fr: Aucun élément trouvé pour le filtre fourni.

source: No policies are available.
fr: Aucune stratégie disponible

source: Show Personal Policies
fr: Afficher les stratégies personnelles

source: Create Policy
fr: Créer une stratégie

source: Click here if you wish to create a new policy and grant principals access to it.
fr: Cliquer ici si vous voulez créer une nouvelle stratégie et autoriser les membres à y accéder.

source: Cancel and return to wizard
fr: Annuler et retourner à l'assistant

source: Cancel configuring policies and return to the resource creation wizard.
fr: Annuler la configuration des stratégies et retourner à l'assistant de création de ressources.

source: Remove
fr: Supprimer

source: Remove policy
fr: Supprimer la stratégie

source: Edit
fr: Editer

source: Edit policy
fr: Editer la stratégie

source: Copy
fr: Copier

source: Copy policy
fr: Copier la stratégie

source: Add To Favorites
fr: Ajouter aux Favoris

source: Adito::Edit Policy
fr: Adito::Editer la Stratégie

source: Here you may edit a policy.
fr: Ici vous pouvez éditer une stratégie.

source: Edit Policy
fr: Editer la stratégie

source: Accounts:
fr: Comptes:

source: Groups:
fr: Groupes:

source: Save
fr: Enregistrer

source: Principals
fr: Membres

source: Account
fr: Compte

source: Selected Accounts
fr: Comptes sélectionnés

source: Group
fr: Groupe

source: Selected Groups
fr: Groupes sélectionnés

source: Add
fr: Ajouter

source: Available Policies
fr: Stratégies disponibles

source: Selected Policies
fr: Stratégies sélectionnées

source: Failed to validate.
fr: Echec de validation.

source: User {0} does not exist.
fr: L'utilisateur {0} n'existe pas.

source: Group {0} does not exist.
fr: Le groupe {0} n'existe pas.

source: Policy <b>{0}</b> saved.
fr: Stratégie <b>{0}</b> sauvegardée.

source: Adito:::Remove Policy
fr: Adito:::Supprimer une Stratégie

source: Confirm remove
fr: Confirmer la suppression

source: Are you sure you wish to remove this policy.
fr: Etes-vous sûr de vouloir supprimer cette stratégie.

source: Policy <b>{0}</b> deleted.
fr: Stratégie <b>{0}</b> supprimée.

source: Please select the policies that you wish granted access to this resource.
fr: Veuillez sélectionner les stratégies qui auront accès à cette ressource.

source: Up
fr: Haut

source: Down
fr: Bas

source: Configure
fr: Configurer

source: Adito::::Create Policy
fr: Adito::::Créer une stratégie

source: The following wizard will guide you through the stages of creating a new policy and grant principal (users or groups) to it.
fr: L'assistant vous guidera tout au long des étapes pour créer une nouvelle stratégie et lui assigner des membres (utilisateurs ou groupes).

source: Wizard
fr: Assistant

source: Policy Details
fr: Détails de la stratégie

source: Principal Selection
fr: Sélection de Compte

source: Summary
fr: Résumé

source: Step 1 - Policy Details
fr: Step 1 - Détails de Stratégie

source: Please provide a name for this policy.
fr: Veuillez fournir un nom pour cette stratégie.

source: No policy name has been provided.
fr: Aucun nom de stratégie n'a été fourni

source: No description for the policy has been provided.
fr: Aucune description pour la stratégie n'a été fournie.

source: Policy name must be {0} characters or less.
fr: Le nom de la stratégie doit être de maximum {0} caractères.

source: You must provide a description for this policy.
fr: Vous devez fournir une description pour cette stratégie.

source: Failed to check for policy by name.
fr: Echec de vérification de la stratégie par son nom.

source: Policy named <strong>{0}</strong> already exists.
fr: Le nom de stratégie <strong>{0}</strong> existe déjà.

source: Step 2 - Principal Selection
fr: Step 2 - Sélection de Compte

source: Choose the principals (users or groups) that you wish to have to access to any resources attached to this policy.
fr: Choisissez les membres (utilisateurs ou groupes) qui auront accès à toutes les ressources attachées à cette stratégie.

source: Please type the name of the accounts or groups that you wish to attach to this policy.
fr: Veuillez taper les noms des utilisateurs ou groupes que vous voulez attacher à cette stratégie.

source: Step 3 - Policy Nesting
fr: Etape 3 - Encapsulation de Stratégie

source: Policies may be nested.
fr: Les stratégies peuvent être encapsulées.

source: Please choose which other policies you wish to be children of this policy.
fr: Veuillez choisir les stratégies enfants de cette stratégie.

source: Step 3 - Summary
fr: Etape 3 - Résumé

source: Review the information below before clicking on <strong>Finish</strong> to create the policy.
fr: Vérifiez les informations ci-dessous avant de cliquer sur <strong>Terminer</strong> pour créer la stratégie

source: No accounts/groups have been selected.
fr: Aucun compte/groupe n'a été sélectionné.

source: No user will be able to access resources attached to this policy.
fr: Aucun utilisateur ne pourra accéder aux ressources attachées à cette stratégie.

source: Policy Created
fr: Stratégie Créée

source: The policy creation wizard is now complete.
fr: L'assistant de création de stratégie est maintenant terminé.

source: Please review any information below.
fr: Veuillez vérifier les informations ci-dessous.

source: All steps completed OK.
fr: Toutes les étapes ont été effectuées avec succès.

source: Click <strong>Exit Wizard</strong> to finish.
fr: Cliquez sur <strong>Quitter l'assistant</strong> pour terminer.

source: The creation of the policy failed.
fr: La création de la stratégie a échoué.

source: Please review any errors or warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr: Veuillez vérifier les erreurs et avertissements éventuels et réessayer en cliquant sur <strong>Recommencer</strong>, ou quitter l'assistant en cliquant sur <strong>Quitter l'assistant</strong>.

source: The creation of the policy is complete, but some warnings occured.
fr: La création de la stratégie est terminée, mais il y a eu des avertissements.

source: Please review the warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr: Veuillez vérifier les erreurs et avertissements éventuels et réessayer en cliquant sur <strong>Recommencer</strong>, ou quitter l'assistant en cliquant sur <strong>Quitter l'assistant</strong>.

source: Policy created.
fr: Stratégie créée

source: Granted policy to selected principals
fr: Stratégie assignée au membres sélectionnés

source: Failed to grant access to this policy to selected principals.
fr: Echec d'assignation de cette stratégie aux membres sélectionnés.

source: Failed to create new policy.
fr: Echec de création de la nouvelle stratégie.

source: Exit Wizard
fr: Quitter l'assistant

source: Run Again
fr: Recommencer

source: Adito::::Create Access Right
fr: Adito::::Créer un droit d'accès

source: The following wizard will guide you through the configuration of an access right of the type selected.
fr: L'assistant vous guidera tout au long des étapes pour créer un droit d'accès du type sélectionné.

source: This will allow you to grant rights to your users that will enable them to configure, maintain or otherwise control the various features of Adito.
fr: Cela vous permettra de donner des droits à vos utilisateurs, leur permettant de configurer, maintenir ou contrôler les différentes fonctionnalités d'Adito.

source: Create Access Right
fr: Créer un droit d'accès

source: Access Rights
fr: Droits d'Accès

source: Policy Selection
fr: Sélection des Stratégies

source: Step 1 - Details
fr: Etape 1 - Détails

source: Please provide a name and description for this access right.
fr: Indiquer un nom et une description pour ce droit d'accès.

source: No name has been provided for this access right.
fr: Aucun nom n'a été fourni pour ce droit d'accès.

source: You must provide a description for this access right.
fr: Vous devez fournir une description pour ce droit d'accès.

source: Access right name must be {0} characters or less.
fr: Le nom du droit d'accès doit être d'au plus {0} caractères.

source: Failed to check for access right by name.
fr: Echec de vérification du nom du droit d'accès.

source: Access right named <strong>{0}</strong> already exists.
fr: Le droit d'accès nommé <strong>{0}</strong> existe déjà.

source: Resource Right
fr: Droit de ressource

source: You are now creating a new <strong>Resource Access Right</strong>.
fr: Vous êtes en train de créer un nouveau <strong>Droit d'Accès de Ressources</strong>.

source: This type of access right allows others users to maintain global resources such as Web Forwards, Network Places etc.
fr: Ce type de droit d'accès permet aux utilisateurs de gérer les ressources globales telles que les applications Web, les Favoris Réseau, ...

source: System Right
fr: Droit Système

source: You are now creating a new <strong>System Access Right</strong>.
fr: Vous êtes en train de créer un nouveau <strong>Droit d'Accès Système</strong>.

source: This type of access right allows others users access system functions such as System Configuration, or Shutdown.
fr: Ce type de droit d'accès permet aux utilisateurs d'accéder aux fonctions système telles que la configuration système, l'arrêt du serveur, ...

source: Personal Right
fr: Droit Personnel

source: You are now creating a new <strong>Personal Access Right</strong>.
fr: Vous êtes en train de créer un nouveau <strong>Droit d'Accès Personnel</strong>.

source: This type of access right defines what areas of the system ordinary users are able to access.
fr: Ce type de droit d'accès définit les endroits du système auxquels les utilisateurs de base auront accès.

source: Step 2 - Rights
fr: Step 2 - Droits

source: Please specify the rights that should be granted to this resource by adding them here.
fr: Veuillez spécifier les droits qui doivent être assignés à cette ressource en les ajoutant ici.

source: Resource type:
fr: Type de ressource:

source: Available Rights
fr: Droits disponibles

source: Selected Rights
fr: Droits sélectionnés

source: Add All
fr: Ajouter tous

source: Remove All
fr: Supprimer tous

source: No Permissions have been selected, there must be at least one Permission.
fr: Aucune Permission n'a été selectionnée, il doit y avoir au moins une Permission.

source: Step 3 - Policy Selection
fr: Etape 3 - Sélection de stratégie

source: Choose the policies that you wish to attach this resource to.
fr: Choisissez les stratégies que vous voulez attachez à cette ressource.

source: No policies have been selected.
fr: Aucune stratégie n'a été sélectionnée.

source: A resource must be attached to at least one policy.
fr: Une ressource doit être attachée à au moins une stratégie.

source: Step 5 - Summary
fr: Etape 5 - Résumé

source: Review the information below before clicking on <strong>Finish</strong> to create the access right.
fr: Vérifiez les informations ci-dessous avant de cliquer sur <strong>Terminer</strong> pour créer le droit d'accès.

source: Names:
fr: Noms:

source: Access Right Created
fr: Droit d'accès créé

source: The access right creation wizard is now complete.
fr: L'assistant de création de droit d'accès est maintenant terminé.

source: The creation of access right failed.
fr: La création du droit d'accès a échoué.

source: The creaton of the access right is complete, but some warnings occured.
fr: La création du droit d'accès est terminée, mais il y a eu des avertissements.

source: Access right created.
fr: Droit d'accès créé.

source: Delegated to policies.
fr: Délégué aux stratégies.

source: Attached access right to policies.
fr: Droit d'accès attaché aux stratégies.

source: Failed to attach to access right to policies.
fr: Echec de l'attachement du droit d'accès aux stratégies.

source: Failed to create new access right.
fr: Echec de la création du nouveau droit d'accès.

source: Adito:::Access Rights
fr: Adito:::Droits d'accès

source: Here you can grant access rights to users and administrators of the system.
fr: Vous pouvez ici attribuer des droits d'accès aux utilisateurs et administrateurs du système.

source: Class
fr: Classe

source: System
fr: Système

source: Personal
fr: Personnel

source: Delegate
fr: Déléguer

source: <strong>This access right is attached to multiple policies :-</strong>
fr: <strong>Ce droit d'accès est relié à plusieurs stratégies :-</strong>

source: Your filter did not match any items.
fr: Votre filtre ne correspond à aucun élément.

source: There are currently no existing access rights or none that you are allowed to edit.
fr: Il n'y a actuellement aucun droit d'accès ou vous n'êtes pas autorisé à les éditer.

source: If allowed, you will be able to create a new access right by selected on one of the <b>Create Right</b> action.
fr: Si vous avez les autorisations nécessaires, vous pourrez créer un nouveau droit d'accès en sélectionnant l'action <b>Créer un droit d'accès</b>.

source: Remove access right
fr: Retirer le droit d'accès

source: Edit access right
fr: Editer les droits d'accès

source: Copy access right
fr: Copier le droit d'accès

source: Create Resource Right
fr: Créer un droit de ressource

source: Click here if you wish to create a new resource right to allow other policies to maintain global resources.
fr: Cliquer ici si vous voulez créer un nouveau droit pour autoriser d'autres stratégies à maintenir des ressources globales.

source: Create System Right
fr: Créer un droit système

source: Click here if you wish to create a new system right to allow other policies to configure the Adito system.
fr: Cliquer ici si vous voulez créer un nouveau droit système pour autoriser d'autres stratégies à configurer le système Adito.

source: Create Personal Right
fr: Créer un droit personnel

source: Click here if you wish to create a personal right to allow other policies to create their own personal resources.
fr: Cliquer ici si vous voulez créer un nouveau droit personnel pour autoriser d'autres stratégies à créer leurs propres ressources personnelles.

source: Adito::Edit Access Right
fr: Adito::Editer les droits d'accès

source: Here you may edit an access right.
fr: Ici vous pouvez éditer un droit d'accès.

source: Edit Access Right
fr: Editer le droit d'accès

source: You are now editing a <strong>Resource Access Right</strong>.
fr: Vous êtes en train d'éditer un <strong>Droit d'accès de ressource</strong>.

source: You are now editing a <strong>System Access Right</strong>.
fr: Vous êtes en train d'éditer un <strong>Droit d'accès système</strong>.

source: You are now editing a new <strong>Personal Access Right</strong>.
fr: Vous êtes en train d'éditer un <strong>Droit d'Accès Personnel</strong>.

source: You have selected no rights for this access right.
fr: Vous n'avez pas sélectionné de droits pour ce droit d'accès.

source: Please select at least one access right.
fr: Veuillez sélectionner au moins un droit d'accès.

source: Access rights <b>{0}</b> saved.
fr: Droits d'accès <b>{0}</b> enregistrés.

source: Adito::View Resource Access Rights
fr: Adito::Voir les droits d'accès de ressource

source: Here you may view the details of a resource access right.
fr: Ici vous pouvez voir les détails d'un droit d'accès de ressource.

source: View Resource Access Right
fr: Voir les droits d'accès de ressource

source: Adito:::Remove Resource Access Right
fr: Adito:::Retirer un droit d'accès de ressource

source: Are you sure you wish to remove this access right?
fr: Etes-vous sûr de vouloir supprimer ce droit d'accès?

source: Access right <b>{0}</b> deleted.
fr: Droit d'accès <b>{0}</b> supprimé.

source: Add to favorites
fr: Ajouter aux favoris

source: A resource of this type with the name <strong>{0}</strong> already exists.
fr: Une ressource de ce type avec le nom <strong>{0}</strong> existe déjà.

source: You must supply a name for this resource.
fr: Vous devez fournir un nom pour cette ressource.

source: You must supply a description for this resource.
fr: Vous devez fournir une description pour cette ressource.

source: Resource name must be {0} characters or less.
fr: Le nom de la ressource doit être de maximum {0} caractères.

source: Failed to determine if resource exists.
fr: Impossible de déterminer si cette ressource existe.

source: Web Forwards
fr: Applications Web

source: Profiles
fr: Profils

source: Network Places
fr: Favoris Réseau

source: Application Shortcuts
fr: Raccourcis d'application

source: SSL-Tunnels
fr: Tunnels SSL

source: System Configuration
fr: Configuration système

source: SSL Certificates
fr: Certificats SSL

source: Authentication Schemes
fr: Modes d'authentification

source: Accounts and Groups
fr: Comptes and Groupes

source: IP Restrictions
fr: Restrictions d'adresse IP

source: Message Queue
fr: File d'attente des messages

source: Status
fr: Statut

source: Replacements
fr: Remplacements

source: Attributes
fr: Attributs

source: Personal Web Forward
fr: Application Web personnelle

source: Personal Profile
fr: Profil personnel

source: Adito Agent
fr: Agent Adito

source: Favorites
fr: Favoris

source: Language
fr: Langue

source: Create, Edit and Assign
fr: Créer, éditer et assigner

source: Edit and Assign
fr: Editer et assigner

source: Assign
fr: Assigner

source: Delete
fr: Supprimer

source: Nest
fr: Nid

source: Change
fr: Changer

source: View
fr: Voir

source: Perform
fr: Exécuter

source: Update
fr: Mise à jour

source: Install
fr: Installer

source: Maintain
fr: Maintenir

source: Use
fr: Utiliser

source: Control
fr: Contrôler

source: Send
fr: Envoyer

source: Shutdown
fr: Arrêter

source: Restart
fr: Redémarrer

source: Clear
fr: Nettoyer

source: There are {0} users attached to the policy.
fr: Il y a {0} utilisateurs reliés à cette stratégie.

source: There are {0} groups attached to the policy.
fr: Il y a {0} groupes reliés à cette stratégie.

source: The Resource is not attached to any policies.
fr: Cette ressource n'est attachée à aucune stratégie.

source: You need to attach this resource to at least one policy to be able to launch it.
fr: Vous devez relier cette ressource à au moins une stratégie pour pouvoir la lancer.

source: Message resources for the Adito Application Shortcuts feature
fr: Ressources de message pour le composant Raccourcis d'applications d'Adito.

source: Application name:
fr: Nom d'application:

source: Application descriptor:
fr: Description de l'application:

source: Application type:
fr: Type d'application:

source: Missing application extension
fr: Il manque une extension d'application

source: Adito:::My Applications
fr: Adito:::Applications

source: My Applications
fr: Mes Applications

source: Here you can launch applications that you have been granted access to.
fr: Sur cette page, vous pouvez lancer les applications auxquelles vous avez accès.

source: Please contact your network administrator if an application to which you require access is missing.
fr: Veuillez contacter votre administrateur réseau si un accès vers un favori réseau est manquant.
